Retrieves origin point of Structural Connection Handler element.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public XYZ GetOrigin()
  Visual Basic
Public Function GetOrigin As XYZ
  Visual C++
public:
XYZ^ GetOrigin()
 Return Value
 The origin point of element.
 See Also
  StructuralConnectionHandler Class
  Autodesk.Revit.DB.Structure Namespace